Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE/tmx_teil_4.tmx
Source language: de
Languages: en

source: Nachforschungen in Bezug auf Kapitalanlagen
en: Research services relating to investment

source: Vermittlung von Wohnunterkünften
en: Provision of housing accommodation

source: Factoring in Bezug auf Rechnungen
en: Factoring services for invoices

source: Sammeln von Spenden für gemeinnützige Zwecke im Bereich des Klimaschutzes
en: Provision of charitable fundraising services in relation to carbon offsetting

source: Übernahme von Finanzbürgschaften als Sicherheit für Immobiliengeschäfte
en: Provision of financial guarantees for bonding real estate

source: Elektronische Bankgeschäfte über ein globales Computernetzwerk [Internetbanking]
en: Electronic banking via a global computer network [internet banking]

source: Vermitteln von Hypothekenversicherungen
en: Provision of mortgage loan insurance

source: Gewährung von Hypothekendarlehen
en: Provision of mortgage loans

source: Erteilen von Auskünften über Aktienpreise
en: Provision of pricing information about equities

source: Finanzierungen für Freizeitzentren
en: Provision of finance for leisure centres

source: Dokumentation von Wertpapierübertragungen
en: Recording the transfer of securities

source: Gültigkeitsprüfung von Debitkarten
en: Debit card validation services

source: Verwaltung von übertragbaren Wertpapierbeständen
en: Management of portfolios of transferable securities

source: Dienstleistungen der Verwaltung von Vermögensanlagen
en: Financial management relating to investment

source: Rückforderung von Einfuhrzöllen für Dritte
en: Reclamation of import duties for others

source: Vermittlung von Finanzierungen für Versicherungsprämien
en: Arranging for financing of insurance premiums

source: Vermietung von Immobilien
en: Rental of real estate

source: Finanzdienstleistungen mittels Kreditkarten
en: Financial services relating to credit cards

source: Finanzdienstleistungen in Bezug auf Hypotheken
en: Financial services relating to mortgages

source: Finanzdienstleistungen in Bezug auf Kraftfahrzeuge
en: Financial services relating to motor vehicles

source: Bankdienstleistungen in Bezug auf Reiseschecks
en: Banking services relating to travellers' cheques

source: Übernahme von Finanzierungsbürgschaften
en: Bonding [provision of financial guarantees]

source: Versicherungsdienstleistungen in Bezug auf Devisen
en: Underwriting in foreign exchange (Services for the -)

source: Ausgabe von Kreditbriefen und Einlagenzertifikaten
en: Issuing letters of credit and certificates of deposit

source: Finanzierungsvermittlung zur Übernahme von Arztkosten
en: Arranging the provision of finance to pay medical expenses

source: Verwaltung von Anlagevermögen
en: Investment asset management

source: Finanzdienstleistungen in Bezug auf Reisen
en: Financial services relating to travel

source: Finanzielle Bewertung von Grundbesitz
en: Financial valuation of freehold property

source: Finanzielle Bewertung von Pachtgrundstücken
en: Financial valuation of leasehold property

source: Finanzplanung und -verwaltung
en: Financial planning and management

source: Vergabe von Hochschulstipendien
en: Providing college scholarships

source: Vergabe von durch Wertpapiere abgesicherte Darlehen
en: Providing loans secured by commercial paper

source: Finanzierung von Lieferantenkrediten
en: Provision of finance for trade credit

source: Erteilen von Kreditauskünften
en: Credit information services

source: Gewerbliche Hypothekenvermittlung
en: Commercial mortgage brokerage

source: Erteilen von Auskünften über Börsenkursnotierungen
en: Provision of information relating to stock exchange prices

source: Berechtigkeitsprüfung von Schecks
en: Cheque authorization services

source: Maklerdienste zur Vermittlung von Finanzierungen durch andere Finanzinstitute
en: Brokerage services for arranging financing by other financial institutions

source: Maklerdienstleistungen für den Kauf und den Verkauf von Schuldscheinen
en: Brokerage services for the purchase and sale of obligations

source: Vermittlung und Verwaltung von Zahnversicherungen
en: Dental health insurance underwriting and administration

source: Elektronische Bankgeschäfte
en: Electronic banking services

source: Finanzierung von Geräten
en: Equipment financing services

source: Immobilienverwaltung bei der Abwicklung von Grundstücksgeschäften
en: Estate management services relating to transactions in real property

source: Computergestützte Erteilung von Auskünften über Wertpapiere
en: Provision of computerised information relating to securities

source: Dienstleistungen eines Maklers
en: Guarantee assurance underwriting

source: Maklerdienste zur Vermietung von Gebäuden
en: Agencies or brokerage for renting of buildings

source: Bewertung und Verwaltung von Immobilien
en: Assessment and management of real estate

source: Verwaltung von Gebäuden
en: Building management

source: Sammeln von Spenden für Wohltätigkeitszwecke zum Schutz vor Katastrophen
en: Charitable fund raising in view of disaster precautions and prevention

source: Beratung in Bezug auf Kapitalanlagen
en: Capital investment consultation

source: Finanzierung von Versicherungsprämien
en: Insurance premium financing services

source: Finanzierung von Grundstückserwerb
en: Financing of land acquisition

source: Erteilen von Finanzauskünften zu Wechselkursen
en: Financial information in the nature of rates of exchange

source: Berechnung von Versicherungsprämien
en: Insurance premium rate computing

source: Auskünfte über Börsengeschäfte
en: Stock exchange information services

source: Beratung bei der Verwaltung von Pensionsfonds
en: Counselling services for pension funds management

source: Finanzverwaltung für Unternehmen
en: Financial management for businesses

source: Finanzverwaltung von Pensionen
en: Financial management of pensions

source: Vergleich der Wertentwicklung von Wertpapieren
en: Administration of pre-paid health care plans

source: Durchführung computergestützter Finanzanalysen
en: Comparison of performance of securities

source: Computergestützte Finanzdatengeschäfte
en: Computerised financial analysis

source: Vermittlung von Versicherungen für Banken
en: Actuarial services relating to financial transactions

source: Bankdienstleistungen für die telefonische Bezahlung von Rechnungen
en: Banking services provided for paying bills by telephone

source: Bankdienstleistungen für die Überweisung von Geldern von Konten
en: Banking services relating to the transfer of funds from accounts

source: Beratung über Versicherungsansprüche
en: Advisory services relating to insurance claims

source: Beratung über Lebensversicherungen
en: Advisory services relating to life insurance

source: Aktien verwalten
en: Share management

source: Ausgabe von Debitkarten
en: Debit card services

source: Finanzielle Bewertung von Vermögenswerten und Immobilien
en: Financial valuation of personal property and real estate

source: Online-Devisenhandel in Echtzeit
en: On-line real-time currency trading

source: Vermittlung von Immobilien für Dritte
en: Real estate procurement for others

source: Verwaltung von Immobilienportfolios
en: Property portfolio management

source: Finanzieren von Kreditkäufen
en: Provision of finance for credit sales

source: Erteilen von Finanzauskünften für Banken über Computernetzwerke und Satellitenübertragungen
en: Financial information services for banks provided via computer networks and satellite transmissions

source: Abwicklung von Schecks
en: Processing of cheques

source: Erstellung und Analyse von Finanzgutachten
en: Preparation and analysis of financial reports

source: Erteilen von Auskünften betreffend Wechselkurse
en: Preparation and quotation of exchange rate information

source: Sicherungsdienstleistungen für Darlehensgarantien
en: Security services for guaranteeing of loans

source: Krankenversicherungsdienstleistungen für Busfahrer
en: Health insurances services relating to coach drivers

source: Finanzdienstleistungen für Unternehmen zur Sicherung von Finanzen
en: Financing services for the securing of funds for business

source: Finanzierungsdienstleistungen für den Handel
en: Financing services relating to trade

source: Verwaltung von übertragbaren Wertpapieren
en: Management of transferable securities

source: Versicherungsdienstleistungen für Kreditkarten
en: Insurance services relating to credit cards

source: Versicherungsdienstleistungen für Fahrzeugpannen
en: Insurance services relating to mechanical breakdown

source: Computergestützte Erteilung von Auskünften über Immobilien
en: Computerised information services relating to real estate

source: Finanzdienstleistungen für den Erwerb von Immobilien
en: Financial services for the purchase of real estate

source: Einziehen der Lohnsteuer
en: Payroll tax debiting services

source: Verwaltung von Pensionsanlagen
en: Pension investment management

source: Schätzung von Edelsteinen und Halbedelsteinen
en: Precious and semi-precious stone appraisal

source: Finanzierung in Bezug auf Unternehmenskäufe und -verkäufe
en: Financing in relation to the buying and selling of businesses

source: Vermittlung von Krediten für Waren
en: Arranging the provision of trade credit

source: Finanzdienstleistungen zur Sicherung von Fonds
en: Financing services for securing funds

source: Nachforschungen in Bankangelegenheiten
en: Research services relating to banking

source: Immobilien verwalten
en: Management of property

source: Ausgabe von Wertmarken für Kundenbindungsprogramme
en: Issuing of tokens of value in relation to customer loyalty schemes

source: Erteilen von Auskünften über Pensionen
en: Provision of pension information

source: Registrierung von Aktienübertragungen
en: Recording the transfer of shares

source: Verwaltung von Kapitalfonds
en: Capital fund management

source: Bargeldausgabe durch kundenbediente Automaten
en: Cash dispensing being customer-operated

source: Finanzierungsberatung für Energieprojekte
en: Consultancy concerning financing of energy projects

source: Elektronischer Kapitaltransfer mittels Telekommunikation
en: Electronic funds transfer by telecommunications

source: Finanzierung von Außenständen
en: Accounts receivables financing

source: Treuhandverwaltung von Pensionskassen
en: Trusteeship of superannuation funds

source: Vermitteln von Haftpflichtversicherungen
en: Insurance for third party liability

source: Finanzdienstleistungen für den Verkauf von Grundbesitz
en: Financial services relating to the sale of property

source: Finanzdienstleistungen zur Sicherung von Geldmitteln
en: Financial services relating to the securing of funds

source: Beratung in Bezug auf Finanzstrategien
en: Financial strategy consultancy services

source: Erteilen von Auskünften über Aktien
en: Information services relating to stocks

source: Bereitstellen von Kreditkarten
en: Provision of credit cards

source: Finanzierung von Ausrüstungen
en: Provision of equipment finance

source: Automatisierter Kapitaltransfer
en: Automated funds transfer services

source: Investmentgeschäfte für Dritte
en: Investment of funds for others

source: Registrierung von Aktien
en: Registration of shares

source: Einzug von Gewerbegrundsteuern
en: Collection of non-domestic rates

source: Investmentgeschäfte mit Schulgeldern
en: School fees investment services

source: Erteilen von Auskünften über den Wertpapierhandel
en: Provision of information relating to stock broking

source: Erteilen von Preisauskünften über Geldmarktkurse
en: Provision of pricing information about money market rates

source: Gewährung von Krediten für Immobilien
en: Provision of real estate loans

source: Überwachung von Finanzportfolios
en: Monitoring of financial portfolios

source: Maklerdienstleistungen als Finanzinstrumente
en: Brokerage services relating to corporate bonds

source: Vermittlung von Finanzanlagen
en: Money exchange agency services

source: Finanzierung von Luftfahrzeugen
en: Provision of aircraft financing

source: Vergabe von Verbraucherdarlehen
en: Provision of consumer credit

source: Investieren in Immobilien
en: Real estate investment

source: Verwaltung der Wertpapierbestände
en: Investment portfolio management services

source: Numismatische Schätzungen
en: Numismatic appraisal

source: Auskünfte und Beratung in Versicherungsangelegenheiten
en: Consulting and information concerning insurance

source: Ausgabe von Rabattkarten für junge Menschen für Freizeitzwecke
en: Discount card services provided to young people for leisure purposes

source: Vermittlung von Versicherungen von privatem Vermögen
en: Insurance relating to personal possessions

source: Versicherungsdienstleistungen zum Schutz von Hypotheken
en: Insurance services for the protection of mortgages

source: Vermietung von betreuten Wohnunterkünften
en: Letting agency for sheltered accommodation

source: Leasing von Räumen in Einkaufszentren
en: Leasing of shopping mall space

source: Finanzberatung über Kapitalanlagen
en: Financial advice relating to investment

source: Finanzberatung zu Testamenten
en: Financial advice relating to wills

source: Verwaltung von Investmentfonds für Privatkunden
en: Private client unit trust administration services

source: Vermietung von Wohnungen und Büros
en: Rental of apartments and offices

source: Vergabe von Kleinkredite
en: Consumer lending services

source: Verwaltung von Finanzfonds
en: Financial management of funds

source: Finanzverwaltung für Holdinggesellschaften
en: Financial management of holding companies

source: Bewertungen und finanzielle Schätzungen von Vermögen
en: Valuations and financial appraisals of property

source: Vergleich der Wertentwicklung von Wertpapierportfolios
en: Comparison of performance of portfolios of securities

source: Vermittlung von Kreditversicherungen
en: Arranging of credit insurance

source: Vermittlung von durch Immobilien gesicherte Kredite
en: Arranging of loan agreements secured on real estate

source: Negoziation in Bezug auf die Eintreibung von Schecks und Rechnungen
en: Negotiation for the collection of cheques and bills of payment

source: Bankdienstleistungen für den elektronischen Kapitaltransfer
en: Banking services in relation to the electronic transfer of funds

source: Termingeschäfte
en: Trading in futures

source: Ausgabe von Reisegutscheinen
en: Issuing of travel vouchers

source: Vergabe von besicherten Krediten zur Finanzierung der Vermietung von Kraftfahrzeugen
en: Secured loans to fund the provision of contract hire of motor vehicles

source: Investmentgeschäfte mit Wertpapieren für Privatinvestoren
en: Securities investment services for personal investors

source: Emission von Aktien
en: Share underwriting

source: Ausgabe von Reiseschecks und Kreditbriefen
en: Issuing of travellers' cheques and letters of credit

source: Vermögensverwaltung
en: Financial management

source: Finanzielle Schätzung von Wolle
en: Financial evaluation of wool

source: Finanzmaklerdienstleistungen in Bezug auf Immobilien
en: Financial brokerage services for real estate

source: Erteilen von Finanzauskünften für Geldinstitute über Computernetzwerke und Satellitenübertragungen
en: Financial information services for financial institutions provided via computer networks and satellite transmissions

source: Erteilen von Finanzauskünften in Bezug auf verlorene Kreditkarten
en: Financial information services relating to lost credit cards

source: Akquisition und Übertragung von Geldforderungen
en: Acquisition and transfer of monetary claims

source: Erstellung von Kreditgutachten
en: Preparation of credit reports

source: Kontenverwaltung für Effektengeschäfte
en: Securities brokerage account services

source: Hausverwaltung
en: Housing management

source: Versicherungsdienstleistungen für Boote
en: Insurance services relating to boats

source: Ausgabe von Kreditkarten
en: Issuance of credit cards

source: Computergestützte Erteilung von Auskünften über Kapitalanlagen
en: Computerised information services relating to investments

source: Beratung über Termingeschäfte
en: Advisory services relating to futures

source: Finanzdienstleistungen für den Kauf von Fahrzeugen
en: Financial services for the purchase of vehicles

source: Erteilen von Auskünften über Bankgeschäfte
en: Information services relating to banking

source: Erteilen von Auskünften über Wertpapiere
en: Information services relating to securities

source: Verwaltung der Unternehmensfinanzen
en: Management of corporate finances

source: Emission von handelbaren Wertpapieren
en: Issuing of negotiable instruments

source: Ausgabe von Gutscheinen als Geldersatz
en: Issuing of vouchers for use as money

source: Führung von Depositenkonten
en: Deposit accounts services

source: Abwicklung von Zahlungen über eine Webseite
en: Bill payment services provided through a website

source: Finanzierung von gewerblichen Aktivitäten
en: Financing of industrial activities

source: Erteilen von Auskünften über Finanzmärkte
en: Financial market information services

source: Vermittlung von Anleihen
en: Agency services for bonds

source: Finanzdienstleistungen für Versicherungen
en: Financial services relating to insurance

source: Finanzdienstleistungen in Bezug auf Eigentum
en: Financial services relating to property

source: Ausgabe von Kommunalschuldverschreibungen
en: Issuing of communal debenture bonds

source: Ausgabe von Wertmarken, Coupons und Wertgutscheinen
en: Issue of tokens, coupons and vouchers of value

source: Vermittlung von Reiseversicherungen
en: Arranging of travel insurance

source: Vermittlung von Leasingverträgen für Waren
en: Arranging the hire purchase of goods

source: Ausgabe von Hypotheken
en: Mortgage issuing services

source: Verwaltung von Einlagengeschäften
en: Administration of deposit taking

source: Finanzdienstleistungen in Bezug auf den Transport von Waren
en: Financial services relating to the transportation of goods

source: Bearbeitung von Zahlungen mit Kundenkarten
en: Processing payments made by charge cards

source: Erteilen von Auskünften über öffentlich gehandelten Beteiligungen
en: Providing information regarding publicly traded investments

source: Gewähren verschiedener Zahlungsmöglichkeiten mittels kundenbetätigter elektronischer Terminals in Einzelhandelsgeschäften [Finanzdienstleistungen]
en: Providing multiple payment options by means of customer-operated electronic terminals available on-site in retail stores

source: Auszahlung von Kapital
en: Equity release services

source: Erteilen von Bonitätsauskünften
en: Provision of credit rating

source: Führung von Wechselkurslisten
en: Provision of exchange rate lists

source: Automatische Verrechnungsdienstleistungen
en: Automated clearing house services

source: Beratung über Kreditkarten
en: Credit card advisory services

source: Registrierung von Wertpapieren
en: Registration of securities

source: Verwaltung von Aktienbeständen
en: Share portfolio management

source: Erteilen von Finanzauskünfte über Treibstoffkostenentwicklung
en: Provision of financial information relating to fuel expenditure

source: Übernahme von finanziellen Bürgschaften
en: Provision of financial securities

source: Erteilen von Finanzauskünften
en: Collection of financial information

source: Erstellung von Sparplänen für die Krankenversicherung
en: Savings schemes relating to health insurance

source: Vermittlung von Anlagekapital
en: Provision of investment capital

source: Erstellung von Investitionssparplänen
en: Provision of investment savings plans

source: Feuerversicherungen auf See
en: Marine fire insurance underwriting

source: Elektronischer Kapitaltransfer
en: Electronic funds transfer

source: Karitative Dienstleistungen im Bereich von Geldspenden
en: Eleemosynary services in the field of monetary donations

source: Finanzielle Bewertung
en: Financial evaluation

source: Computergestützte Erteilung von Finanzauskünften
en: Provision of computerised financial information

source: Überwachung von Anlageergebnissen
en: Investment performance monitoring

source: Finanzanlagen verwalten
en: Management of financial assets

source: Analyse von Finanzanlagen und Aktienrecherche
en: Financial investment analysis and stock research

source: Finanzverwaltung über das Internet
en: Financial management via the Internet

source: Vermittlung von Investmentfonds
en: Trust investment services

source: Verwaltung von Versicherungspolicen
en: Administration of insurance plans

source: Versicherungsdienstleistungen für den Schutz von Autofahrern
en: Insurance services for the protection of drivers

source: Finanzierung von Privatdarlehen
en: Financing of personal loans

source: Schadensabwicklung durch Agenturen
en: Claims settlement agency services

source: Clearingdienstleistungen einer Bank
en: Bankers clearing house services

source: Finanzberatung für Einzelpersonen
en: Financial advisory services for individuals

source: Bearbeitung von Bankzahlungen
en: Processing of payments for banks

source: Abwickeln von Zahlungen mit Kreditkarten
en: Processing of credit card payments

source: Computergestützte Bankgeschäfte
en: Computerised banking services

source: Finanzdienstleistungen für den Erwerb von Grundbesitz
en: Financial services relating to the acquisition of property

source: Finanzdienstleistungen für die Vergabe von Darlehen
en: Financial services relating to the provision of loans

source: Bewertung von Versicherungsansprüchen von Immobilien
en: Appraisals for insurance claims of real estate

source: Vermittlung von Vermögensanlagen, insbesondere Kapitalanlagen, Finanzierungen und Versicherungen
en: Arranging investments, in particular capital investments, financing services and insurance

source: Computergestützte Finanzdienstleistungen in Bezug auf Devisengeschäfte
en: Computerised financial services relating to foreign currency dealings

source: Vermittlung von Kreditvereinbarungen in Bezug auf Hypothekenpfandbriefe
en: Arranging of loan agreements in relation to mortgage bonds

source: Beratung bei der Bewertung von Immobilien
en: Advisory services relating to real estate valuations

source: Beratung über offene Investmentfonds
en: Advisory services relating to unit trusts

source: Finanzdienstleistungen für den Kauf und Handel mit Verbrauchsgütern
en: Financial services relating to buying and trading of commodities

source: Durchführung von Anlagekapitaltransfers und -transaktionen
en: Investment fund transfer and transaction services

source: Erteilen von telefonischen Auskünften über Bankkonten
en: Providing bank account information by telephone

source: Kredite vermitteln
en: Arranging of credit

source: Börsengeschäfte im Zusammenhang mit Warenterminkontrakten
en: Exchange market services relating to commodity futures contracts

source: Finanzielle Beratung über Lebensversicherungen
en: Financial advisory services relating to life assurance

source: Erteilen von finanziellen Auskünften über Währungen
en: Financial information services relating to currencies

source: Ausgabe von Kreditkarten als Ersatz für Bargeld
en: Cash replacement rendered by credit card

source: Immobilienplanung [finanziell]
en: Planning (estate -) [financial]

source: Maklerdienste für Edelmetalle
en: Precious metals brokerage

source: Risikokapitalanlagegeschäfte für sich entwickelnde und neu gegründete Unternehmen
en: Venture capital funding services to emerging and start-up companies

source: Voraussagen von Wechselkursen
en: Forecasting of foreign exchange rates

source: Versicherungsdienstleistungen in Bezug auf stornierte Urlaubsbuchungen
en: Insurance services relating to cancelled bookings for holidays

source: Versicherungsdienstleistungen in Notfällen
en: Insurance services relating to contingency planning

source: Versicherungsdienstleistungen für Pflegeheime
en: Insurance services relating to nursing homes
